Repository: mustafayuksel/HabitTracker
Catalog: HabitTracker/*.lproj/Localizable.strings
Languages: az, hy, km_kh

# NewHabitEvent
source: New Event / Habit
az: Yeni hadisə / vərdiş
hy: Նոր իրադարձություն / սովորություն
km_kh: ព្រឹត្តិការណ៍ថ្មី / ទំលាប់

source: Write my own
az: Özün yaz
hy: Գրեք ձեր սեփականը
km_kh: សរសេរដោយខ្លួនឯង

source: Quit
az: Çıx
hy: Կանգնեք
km_kh: ឈប់

source: Form a Habit
az: Bir vərdiş formalaşdırın
hy: Ձևավորեք սովորություն
km_kh: បង្កើតទម្លាប់

source: Celebrate
az: Qeyd edin
hy: Տոնել
km_kh: អបអរសាទរ

source: Commit
az: Tapşırın
hy: Պարտավորություն
km_kh: ការប្តេជ្ញាចិត្ត

source: Caffeine
az: Kafein
hy: Կոֆեինը
km_kh: ជាតិកាហ្វេអ៊ីន

source: Junk Food
az: Zərərli yemək
hy: Անպիտան սնունդ
km_kh: អាហារ​មិនល្អ

source: Social Media
az: Sosial Mediya
hy: Սոցիալական լրատվամիջոց
km_kh: ប្រព័ន្ធ​ផ្សព្វផ្សាយ​សង្គម

source: Gaming
az: Oyun
hy: Խաղատուն
km_kh: ល្បែង

source: Alcohol
az: Alkoqol
hy: Ալկոհոլ
km_kh: សុរា

source: Smoking
az: Siqaret çəkmək
hy: Ծխելը
km_kh: ការជក់បារី

source: Addiction
az: Asılılıq
hy: Կախվածություն
km_kh: ការញៀន

source: Swearing
az: And içir
hy: Երդում
km_kh: ការស្បថ

source: Gambling
az: Qumar
hy: Դրամախաղ
km_kh: ល្បែងស៊ីសង

source: Exercise
az: Məşq edin
hy: Զորավարժություններ
km_kh: ធ្វើលំហាត់ប្រាណ

source: Meditate
az: Meditasiya edin
hy: Մտածեք
km_kh: សមាធិ

source: Diet
az: Pəhriz
hy: Դիետա
km_kh: របបអាហារ

source: Reading
az: Oxu
hy: Ընթերցանություն
km_kh: ការអាន

source: Wake up
az: Oyan
hy: Արթնանալ
km_kh: ភ្ញាក់​ពី​គេង

source: Hobby
az: Hobbi
hy: Հոբբի
km_kh: ចំណង់ចំណូលចិត្ត

source: Relationship
az: Münasibət
hy: Հարաբերությունների մասին
km_kh: ទំនាក់ទំនង

source: Marriage
az: Evlilik
hy: Ամուսնություն
km_kh: អាពាហ៍ពិពាហ៍

source: Birth
az: Doğuş
hy: Ծնունդ
km_kh: កំណើត

source: Retirement
az: Təqaüd
hy: Թոշակի անցնելը
km_kh: ការចូលនិវត្តន៍

source: New Beginning
az: Yeni bir başlanğıc
hy: Նոր սկիզբ
km_kh: ការចាប់ផ្តើមថ្មី

source: Play Instrument
az: Aləti çalın
hy: Նվագարկիչ գործիք
km_kh: លេងឧបករណ៍

source: Sing
az: Oxuyun
hy: Երգիր
km_kh: ច្រៀង

source: Draw
az: Çəkmək
hy: Նկարել
km_kh: គូរ

source: Practice
az: Təcrübə
hy: Պրակտիկա
km_kh: អនុវត្ត

source: Pray
az: Dua etmək
hy: Աղոթիր
km_kh: សូមអធិស្ឋាន

source: Save Money
az: Pul qazanın
hy: Գումար խնայել
km_kh: សន្សំប្រាក់

source: Try New Thing
az: Yeni şeylərə cəhd edin
hy: Փորձեք նոր բան
km_kh: សាកល្បងរឿងថ្មី

source: Call Friend
az: Dosta zəng edin
hy: Զանգահարեք ընկերոջը
km_kh: ហៅទូរស័ព្ទទៅមិត្តម្នាក់

source: Date
az: Tarix
hy: Ամսաթիվ
km_kh: កាលបរិច្ឆេទ

source: Time
az: Vaxt
hy: Ժամանակը
km_kh: ពេលវេលា

source: Reminder Frequency
az: Bildiriş tezliyi
hy: Տեղեկացման հաճախությունը
km_kh: ភាពញឹកញាប់នៃការជូនដំណឹង

source: Daily
az: Gündəlik
hy: Ամեն օր
km_kh: រាល់ថ្ងៃ

source: Weekly
az: Həftəlik
hy: Շաբաթական
km_kh: ប្រចាំសប្តាហ៍

source: Monthly
az: Aylıq
hy: Ամսական
km_kh: ប្រចាំខែ

source: Yearly
az: İllik
hy: Տարեկան
km_kh: ប្រចាំឆ្នាំ

source: Never
az: Heç vaxt
hy: Երբեք
km_kh: មិនដែល

source: Save
az: Yadda saxla
hy: Խնայել
km_kh: រក្សាទុក

source: Day
az: Gün
hy: Օր
km_kh: ថ្ងៃ

source: Days
az: Günlər
hy: Օրեր
km_kh: ថ្ងៃ

source: Update
az: Yeniləyin
hy: Թարմացում
km_kh: ធ្វើបច្ចុប្បន្នភាព

source: Upgrade
az: Yeniləyin
hy: Արդիականացում
km_kh: ធ្វើឱ្យប្រសើរឡើង

# Restore
source: Restore Purchases
az: Satınalmaları bərpa edin
hy: Վերականգնել գնումներ
km_kh: ស្តារការទិញ

source: Send Feedback
az: Əlaqə göndərin
hy: Ուղարկել գնահատական
km_kh: ផ្ញើមតិប្រតិកម្ម

source: More Apps
az: Daha çox proqramlar
hy: Ավելի շատ ծրագրեր
km_kh: កម្មវិធី​ច្រើន​ទៀត

source: Subscription
az: Abunə
hy: Բաժանորդագրություն
km_kh: ការជាវ

source: Support
az: Dəstək
hy: Աջակցություն
km_kh: គាំទ្រ

source: Habit Day Counter
az: Adət izləyicisi
hy: Սովորության հետևորդ
km_kh: កម្មវិធីតាមដានទំលាប់

source: Back
az: Geri
hy: Ետ
km_kh: ថយក្រោយ

source: Settings
az: Parametrlər
hy: Կարգավորումներ
km_kh: ការកំណត់

# PickCategory
source: Pick a Category
az: Bir kateqoriya seçin
hy: Ընտրեք կատեգորիա
km_kh: ជ្រើសយកប្រភេទមួយ

# SetPrimaryForWidget
source: Show On Widget
az: Widget&#39;də göstərin
hy: ցուցադրել widget- ում
km_kh: បង្ហាញនៅលើធាតុក្រាហ្វិក

source: Edit
az: Redaktə edin
hy: Խմբագրել
km_kh: កែសម្រួល

source: Delete
az: Silin
hy: Նջել
km_kh: លុប

# DeleteItem
source: Delete This Item
az: Bu elementi silin
hy: ջնջել այս տարրը
km_kh: លុបធាតុនេះ

source: Cancel
az: Ləğv et
hy: Չեղարկել
km_kh: បោះបង់

# WidgetInfoMessage
source: Only 1 habit could be shown on the widget
az: Widgetdə yalnız 1 vərdiş göstərilə bilər
hy: Միայն widget- ի վրա կարելի էր ցուցադրել ընդամենը 1 սովորություն
km_kh: មានតែទម្លាប់ 1 ប៉ុណ្ណោះដែលអាចបង្ហាញនៅលើធាតុក្រាហ្វិក
